"TIME_SHORT_DAYS_FORMAT" = "%dg";

"TIME_SHORT_DAY_FORMAT" = "%dg";

"TIME_SHORT_HOURS_FORMAT" = "%dh";

"TIME_SHORT_HOUR_FORMAT" = "%dh";

"TIME_SHORT_MINUTES_FORMAT" = "%dm";

"TIME_SHORT_MINUTE_FORMAT" = "%dm";

"TIME_SHORT_SECONDS_FORMAT" = "%ds";

"TIME_SHORT_SECOND_FORMAT" = "%ds";

"tw__card_compose_character_count" = "%td caratteri rimanenti";

"tw__card_compose_close_button" = "Chiudi";

"tw__card_compose_close_hint" = "Tocca due volte per chiudere l'interfaccia.";

"tw__card_compose_install_preview" = "Anteprima del pulsante di installazione per %@";

"tw__card_compose_profile_image" = "Profilo di %@";

"tw__card_compose_tweet_hint" = "Tocca due volte per pubblicare questo Tweet";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "Installa";

"tw__card_composer_tweet" = "Tweet";

"tw__composer_placeholder_text" = "Che c'è di nuovo?";

"tw__email_share_affirmative_button" = "Consenti";

"tw__email_share_detail_message_format" = "Ricevi aggiornamenti e altre informazioni da %@ nel momento in cui gli permetti di ottenere la tua email tramite il tuo account Twitter @%@.";

"tw__email_share_detail_message_format_app_name_only" = "Permetti a %@ di accedere all'indirizzo email associato al tuo account Twitter in modo che %@ possa utilizzarlo nel rispetto della sua informativa sulla privacy. Ad esempio, %@ potrebbe inviarti a quell'indirizzo aggiornamenti e altre informazioni.";

"tw__email_share_detail_message_not_signed_in" = "(accesso non effettuato)";

"tw__email_share_detail_message_this_app" = "quest'app";

"tw__email_share_heading" = "Condividi il tuo indirizzo email";

"tw__email_share_negative_button" = "Non adesso";

"tw__image_viewer_done_button" = "Fatto";

"tw__share_tweet" = "Condividi Tweet";

"tw__share_tweet_generic_template_format" = "Dai un'occhiata al Tweet di @%1$@: %2$@";

"tw__share_tweet_subject_format" = "Tweet di %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Accedi tramite Twitter";

"tw__single_image" = "Immagine allegata";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Allegato";

"tw__tweet_like_button" = "Mi piace";

"tw__tweet_liked_state" = "Ti piace";

"tw__tweet_not_liked_state" = "Di' che ti piace questo Tweet";

"tw__tweet_profile_accessibility" = "Profilo";

"tw__tweet_retweeted_by_user" = "Ritwittato da %@";

"tw__tweet_share_button" = "Condividi";

"tw__user_content_image" = "Anteprima app";

"tw__video_thumbnail" = "Video allegato";

